{
    "data": [
        {   
            "id": "lettered-sign",
            "type": "project",
            "attributes": {
                "title": "How to make your own lettered sign",
                "content": "<p class=\"projects--img-cont\"><img class=\"projects--image\" src=\"http://i68.tinypic.com/e994xi.jpg\"></p><p>I have always loved rustic looking lettered signs, but they sell for such high prices in decor stores. After seeing several ideas that I really loved, I decided to give it a shot myself. I didn't have high expectations, but ended up being thrilled with how it turned out, and have now made several for around our house! It is a fairly simple process, so I have typed up my process for making these little pieces of rustic charm for the home. Happy crafting!</p><p class=\"post--subtitle\">What you'll need:</p><p>- Sanded wood in your desired size (I usually get mine from Michaels or else Lowes)<br>- Paint or stain (in this example, I used matte antique white spray paint)<br>- ModPodge<br>- Paint brush<br>- Microsoft Word (yes, seriously)<br>- Rag/Cloth <br>- 1/4inch wood rods/hobby board (I picked <a href=\"http://www.michaels.com/darice-3%2F8-unfinished-basswood-rods-0.375in-by-x-24-in/D076828S.html\">These</a>)</p><p class=\"post--subtitle\">Getting started:</p><p>To get started, sand and paint/stain your wood. This is totally up to your personal preference, but I went with a matte white paint for my wood. Keep in mind, if you do a dark stain, you’ll want to do light colored text.</p><p>While that is drying, you can start arranging your text. I used Microsoft Word to plan out my text since they have a ruler in there so you can ensure it will be the right size. I ended up doing a super large font size, which spanned across multiple pages for my text. There are many great downloadable fonts you can get off the web, to also use to create your text. Here are a couple of free font sites for reference:<br><a href=\"https://www.dafont.com/\">https://www.dafont.com/</a><br><a href=\"https://www.fontsquirrel.com/\">https://www.fontsquirrel.com/</a></p><p>If you do download one, make sure to close and reopen Microsoft Word after downloading in order for your font to be available inside the application.</p><p>Important note: Make sure when you add your text, that you do it inside of a text box, this is important for the next step. You can do that by going to Insert > Text box.</p><p>Once you have entered your text and gotten the fonts and sizes right, right click on each text box, and select Format Shape. This will open some settings and allow you to flip your text to be a mirror image. This is under Format Shape > Effects > 3-D Rotation, and in the X-Rotation Box, enter 180. This will flip your text to be a mirror image. (This is what we want, as we will be placing it face down on your wood, so in order to ensure the final image is not backwards, we must print the mirrored image)</p><p>Once you have done this, you can print out your text and cut it out from the paper.</p><p class=\"post--subtitle\">Beginning your ink transfer</p><p>Now that you have printed mirrored text, and a dry, painted or stained piece of wood, we are ready to start with the ink transfer. Go ahead and place your cut out text onto the wood to get an idea of placement.</p><p>This is where you will need your modpodge and paint brush. I used the matte modpodge, so it would have a flat matte affect, but any mod podge will do.</p><p>Take your paint brush, and paint a very thick layer of mod lodge on your wood, anywhere where ink will be hitting the wood. You want a thick enough coat of mod modge that it completely fills any crevices or cracks in the wood, and that you can see the layer on it painted on. (Similarly to how you could cover a piece of wood with paint - not so thick that you can see a puddle of it, but enough to cover the surface).</p><p>Once you have painted the modpodge in the transfer areas, go ahead and place your text FACE DOWN, onto the mod lodge. (NOTE: Face down is very very important in this step. The ink side of the paper should be touching the mod podge, or this will not work correctly. If you have placed this correctly, you should be looking at the backside of your text print, and the ink should no longer be printed backwards as it shows through the back of the paper).<img src=\"/assets/images/printed-text.jpg\"></p><p>Press down on the paper to ensure no bubbles are between the paper and the modpodge and that it is flat against the wood. Mod podge dries very quickly, so one trick is to do one letter or word at a time with painting on the modpodge and placing the text, so it does not dry before you are ready.</p><p>Allow this to dry - to be safe, Id give it a whole 24 hours, but often it will dry sooner depending on size and thickness.</p><p>Once it is dry, you can take your rag/cloth, and wet it. Press the wet cloth against the paper, and you should see the paper getting wet, you can then rub your finger gently across the paper and it should start shredding off of the wood. If you are having trouble, apply more water to the paper so it is easier to remove. If your ink is also coming off, it means you may be rubbing too hard or applying too much water. It will take some time, but you will be able to remove all of the paper leaving behind just your ink transfer on the wood!</p><p>Depending on how rustic you want your sign to look, feel free to touch it up with some matching paint if parts of your ink got removed, or possibly even leave it for a more rustic look. Once satisfied with how it looks, I do a final coat of mod podge over the entire wood to seal everything in.</p><p class=\"post--subtitle\">Making your frame</p><p>Lastly, the last part of this craft is to add the frame. I used the 1/4 inch wood rods from Michaels for mine, but agian this is personal preference. The hobby wood kind I used is thin enough to cut/break, so that worked best for me. I was able to break the rods into the right size and sand them down to how I wanted them. I then stained them slightly with some darker stain. (You can get a small can of wood stain from Lowes for about $5). Once I liked the stain, I simply glued the frame onto the wood. I actually placed mine on top of the wood rather than on the edges so it would stay better. Wood glue works well for this or if you'd prefer to nail the frame right into the wood then that works too!</p><p>And Viola! You have a beautiful wood sign for less than half of the cost! I hung mine in the guest bedroom, but will definitely be making more for all over the house! <img src=\"/assets/images/finished-sign.jpg\"></p>",
                "image": "diy1"
            }
        },
        {   
            "id": "hanging-leaf-frames",
            "type": "project",
            "attributes": {
                "title": "Hanging leaf frames",
                "content": "<p class=\"projects--img-cont\"><img class=\"projects--image\" src=\"http://i68.tinypic.com/34pgq46.jpg\"></p><p>So this idea I actually saw on pinterest, and loved the look of the hanging frames, and had to recreate it for our guest room. My husband and I actually went on a hike at Umstead Park, where we found lots of different leaf options for this project. My hope is to actually recreate this once the leaves start changing, and make some for downstairs as fall decor :) Theres not a whole lot to this project, but I think projects that are easy to create, but add so much flare, are some of the best.</p><p class=\"post--subtitle\">What you'll need:</p><p>- Hanging frames (I got mine from Michaels, but World Market has <a href=\"https://www.worldmarket.com/product/antique+zinc+metal+vertical+reese+frame.do?sortby=ourPicks\">some nice ones too</a>)<br>- Large book(s)<br>- Tissue Paper<br>- Leaves, flowers, or whatever you'd like in the frames</p><p class=\"post--subtitle\">Getting started:</p>",
                "image": "diy2"
            }
        }
    ]
}